let num; //для перехода между вопросами при увеличении значения переменной
let score; //для учета набранных очков

const question1 = {
	question: "Кто стал первым в истории человеком, который полетел в Космос?", 
	answer1: "Герман Титов",
	answer2: "Юрий Гагарин",
	answer3: "Алексей Леонов",
	currectAnswer: "Юрий Гагарин"
};

const question2 = {
	question: "Кто стал первым в истории человеком, который вышел из космического корабля в открытый Космос?", 
	answer1: "Герман Титов",
	answer2: "Юрий Гагарин",
	answer3: "Алексей Леонов",
	currectAnswer: "Алексей Леонов"
};

const question3 = {
	question: "Что именно произошло 12 апреля 1961 года?", 
	answer1: "родился Юрий Гагарин",
	answer2: "был запущен первый космический спутник",
	answer3: "человек впервые совершил полёт в космическом пространстве",
	currectAnswer: "человек впервые совершил полёт в космическом пространстве"
};

const question4 = {
	question: "Как звали конструктора, благодаря которому стал возможен первый космический полёт?", 
	answer1: "Сергей Королёв",
	answer2: "Михаил Тихонравов",
	answer3: "Михаил Ломоносов",
	currectAnswer: "Сергей Королёв"
};